; Release:  2017-06-25
; Date:     2017-08-04
; Version:  kînus 3.0.2
;
; Author:   Mark Perleberg, Medienkontrollzentrum, Berlin
; Info:     http://medienkontrollzentrum.com/kinus
; Download: https://github.com/medienkontrollzentrum/kinus
;
; Letters
; -- A --
; Ǻǻ Å̂å̂ Å̃å̃ Å̄å̄ Å̆å̆ Ā̊ā̊ Ą̊ą̊ Å̱å̱ Ḁḁ
:?*c:A````::À
:?*c:a````::à
:?*c:A~``::Á
:?*c:a~``::á
:?*c:A^^::Â
:?*c:a^^::â
:?*c:A~^::Ǎ
:?*c:a~^::ǎ
:?*c:A^``::Ầ
:?*c:a^``::ầ
:?*c:A~~::Ã
:?*c:a~~::ã
:?*c:A^~::Ẫ
:?*c:a^~::ẫ
:?*c:A;-::Ā
:?*c:a;-::ā
:?*c:A;_::A̱
:?*c:a;_::a̱
:?*c:A..::Ä
:?*c:a..::ä
:?*c:A.-::Ǡ
:?*c:a.-::ǡ
:?*c:A:-::Ǟ
:?*c:a:-::ǟ
:?*c:A-^::Ā̂
:?*c:a-^::ā̂
:?*c:A;"::A̋
:?*c:a;"::a̋
:?*c:A:"::Ȁ
:?*c:a:"::ȁ
:?*c:A;^::Ȃ
:?*c:a;^::ȃ
:?*c:A:^::Ă
:?*c:a:^::ă
:?*c:A!!::Å
:?*c:a!!::å
:?*c:A^.::Ậ
:?*c:a^.::ậ
:?*c:A~,::Ą
:?*c:a~,::ą
:?*c:A:;::Ą̈
:?*c:a:;::ą̈
:?*c:AE::::Æ
:?*c:ae::::æ

; -- B -- 
;		
:?*c:B;-::B̄
:?*c:b;-::b̄
:?*c:B;_::Ḇ
:?*c:b;_::ḇ
:?*c:B~^::B̌
:?*c:b~^::b̌
:?*c:B^-::Ḇ̂
:?*c:b^-::ḇ̂
:?*c:B!!::ẞ ;
:?*c:b!!::ß ;

; -- C -- 
; Č̣č̣C̭c̭	
:?*c:C~``::Ć
:?*c:c~``::ć
:?*c:C~^::Č
:?*c:c~^::č
:?*c:C;-::C̄
:?*c:c;-::c̄
:?*c:C;_::C̱
:?*c:c;_::c̱
:?*c:C:^::C̆
:?*c:c:^::c̆
:?*c:C;.::Ċ
:?*c:c;.::ċ
:?*c:C,,::Ç
:?*c:c,,::ç

; -- D --
; Ð̂ð̂
:?*c:D^^::D̂
:?*c:d^^::d̂
:?*c:D~^::Ď
:?*c:d~^::ď
:?*c:d;'::ď ;
:?*c:D:_::Ð ;
:?*c:d:_::ð ;
:?*c:D:-::Đ
:?*c:d:-::đ
:?*c:D;,::Ḑ
:?*c:d;,::ḑ
:?*c:D;-::D̄
:?*c:d;-::d̄
:?*c:D;_::Ḏ
:?*c:d;_::ḏ
:?*c:D!!::D̊
:?*c:d!!::d̊
:?*c:D:^::Ḓ
:?*c:d:^::
; -- E --
; E̊̄e̊̄ Ḗḗ Ḝḝ Ê̌ê̌ Ḙḙ Ếế Ê̌ê̌ 
:?*c:E````::È
:?*c:e````::è
:?*c:E~``::É
:?*c:e~``::é
:?*c:E^^::Ê
:?*c:e^^::ê
:?*c:E~^::Ě
:?*c:e~^::ě
:?*c:E..::Ë
:?*c:e..::ë
:?*c:E;"::E̋
:?*c:e;"::e̋
:?*c:E;.::Ė
:?*c:e;.::ė
:?*c:E;-::Ē
:?*c:e;-::ē
:?*c:E;_::E̱
:?*c:e;_::e̱
:?*c:E~,::Ę
:?*c:e~,::ę
:?*c:E!!::E̊
:?*c:e!!::e̊
:?*c:E-``::Ḕ
:?*c:e-``::ḕ
:?*c:E-^::Ē̂
:?*c:e-^::ē̂
:?*c:E^-::Ê̄
:?*c:e^-::ê̄
:?*c:E:"::Ȅ
:?*c:e:"::ȅ
:?*c:E;^::Ȇ
:?*c:e;^::ȇ
:?*c:E:^::Ĕ
:?*c:e:^::ĕ
:?*c:E^``::Ề
:?*c:e^``::ề
:?*c:E^,::Ể
:?*c:e^,::ể
:?*c:E^~::Ễ
:?*c:e^~::ễ
:?*c:E^.::Ệ
:?*c:e^.::ệ

; -- F --
; 
:?*c:F~^::F̌
:?*c:f~^::f̌

; -- G --
; 
:?*c:G:^::Ğ
:?*c:g:^::ğ
:?*c:G;,::Ģ
:?*c:g;,::ģ
:?*c:g;'::ģ ;
:?*c:G;.::Ġ
:?*c:g;.::ġ
:?*c:G!!::G̊
:?*c:g!!::g̊
:?*c:G;-::Ḡ
:?*c:g;-::ḡ
:?*c:G;_::G̱
:?*c:g;_::g̱
:?*c:G~^::Ǧ
:?*c:g~^::ǧ
:?*c:G^^::Ĝ
:?*c:g^^::ĝ

; -- H --
; Ḫḫ H̭h̭
:?*c:H^^::Ĥ
:?*c:h^^::ĥ
:?*c:H:-::Ħ
:?*c:h:-::ħ
:?*c:H..::Ḧ
:?*c:h..::ḧ
:?*c:H;_::H̱
:?*c:h;_::ẖ
:?*c:H~^::Ȟ
:?*c:h~^::ȟ

; -- I --
; Ḯḯ Ī́ī́ I̭i̭
:?*c:I````::Ì
:?*c:i````::ì
:?*c:I~``::Í
:?*c:i~``::í
:?*c:I;.::İ
:?*c:i;.::ı
:?*c:I^^::Î
:?*c:i^^::î
:?*c:I~~::Ĩ
:?*c:i~~::ĩ
:?*c:I:^::Ĭ
:?*c:i:^::ĭ
:?*c:I..::Ï
:?*c:i..::ï
:?*c:I;"::I̋
:?*c:i;"::i̋
:?*c:I;-::Ī
:?*c:i;-::ī
:?*c:I~,::Į
:?*c:i~,::į
:?*c:IJ::::Ĳ
:?*c:ij::::ĳ
:?*c:I!!::I̊
:?*c:i!!::i̊
:?*c:I-``::Ī̀
:?*c:i-``::ī̀
:?*c:I-^::ī̂
:?*c:i-^::ī̂
:?*c:I;_::I̱
:?*c:i;_::i̱
:?*c:I-^::Ī̭
:?*c:i-^::ī̭

; -- J --
; 
:?*c:J^^::Ĵ
:?*c:j^^::ĵ
:?*c:J!!::J̊
:?*c:j!!::j̊
:?*c:J;-::J̄
:?*c:j;-::j̄
:?*c:J;_::J̱
:?*c:j;_::j̱
:?*c:J~^::J̌
:?*c:j~^::ǰ

; -- K --
;
:?*c:K;,::Ķ
:?*c:k;,::ķ
:?*c:K..::K̈
:?*c:k..::k̈
:?*c:K;-::K̄
:?*c:k;-::k̄
:?*c:K:^::K̆
:?*c:k:^::k̆
:?*c:K~^::Ǩ
:?*c:k~^::ǩ
:?*c:K^^::K̂
:?*c:k^^::k̂

; -- L --
; L̥l̥ L̥̄ l̥̄ Ḽḽ
:?*c:L~``::Ĺ
:?*c:l~``::ĺ
:?*c:L;'::Ľ
:?*c:l;'::ľ
:?*c:L:-::Ł
:?*c:l:-::ł
:?*c:L;,::Ļ
:?*c:l;,::ļ
:?*c:L-.::Ḹ
:?*c:l-.::ḹ
:?*c:L;_::Ḻ
:?*c:l;_::ḻ
:?*c:L^^::L̂
:?*c:l^^::l̂

; -- M --
;  
:?*c:M..::M̈
:?*c:m..::m̈
:?*c:M;-::M̄
:?*c:m;-::m̄
:?*c:M;_::M̱
:?*c:m;_::m̱
:?*c:M:^::M̆
:?*c:m:^::m̆
:?*c:M~^::M̌
:?*c:m~^::m̌
:?*c:M^^::M̂
:?*c:m^^::m̂

; -- N --
; Ṋṋ
:?*c:n~``::Ń
:?*c:n~``::ń
:?*c:N~~::Ñ
:?*c:n~~::ñ
:?*c:N~^::Ň
:?*c:n~^::ň
:?*c:N;,::Ņ
:?*c:n;,::ņ
:?*c:N!!::Ŋ
:?*c:n!!::ŋ
:?*c:N..::N̈
:?*c:n..::n̈
:?*c:N;-::N̄
:?*c:n;-::n̄
:?*c:N;_::Ṉ
:?*c:n;_::ṉ
:?*c:N:^::N̆
:?*c:n:^::n̆
:?*c:N~^::Ň
:?*c:n~^::ň
:?*c:N^^::N̂
:?*c:n^^::n̂

; -- O --
; Ǫ̈ǫ̈ Ō̊ō̊ Ṓṓ Ǭǭ Ốố
:?*c:O````::Ò
:?*c:o````::ò
:?*c:O~``::Ó
:?*c:o~``::ó
:?*c:O^^::Ô
:?*c:o^^::ô
:?*c:O~~::Õ
:?*c:o~~::õ
:?*c:O~-::Ȭ
:?*c:o~-::ȭ
:?*c:O;.::Ȯ
:?*c:o;.::ȯ
:?*c:O..::Ö
:?*c:o..::ö
:?*c:O;-::Ō
:?*c:o;-::ō
:?*c:O.-::Ȱ
:?*c:o.-::ȱ
:?*c:O:-::Ȫ
:?*c:o:-::ȫ
:?*c:O:^::Ŏ
:?*c:o:^::ŏ
:?*c:O;/::Ø
:?*c:o;/::ø
:?*c:OE::::Œ
:?*c:oe::::œ
:?*c:O~:::Ṏ
:?*c:o~:::ṏ
:?*c:O!!::O̊
:?*c:o!!::o̊
:?*c:O-``::Ṑ
:?*c:o-``::ṑ
:?*c:O-^::Ō̂
:?*c:o-^::ō̂
:?*c:O:-::Ȫ
:?*c:o:-::ȫ
:?*c:O~-::Ȭ
:?*c:o~-::ȭ
:?*c:O.-::Ȱ
:?*c:o.-::ȱ
:?*c:O;_::O̱
:?*c:o;_::o̱
:?*c:O:"::Ȍ
:?*c:o:"::ȍ
:?*c:O;"::Ő
:?*c:o;"::ő
:?*c:O:^::Ŏ
:?*c:o:^::ŏ
:?*c:O~^::Ǒ
:?*c:o~^::ǒ
:?*c:O;^::Ȏ
:?*c:o;^::ȏ
:?*c:O^^::Ô
:?*c:o^^::ô
:?*c:O^``::Ồ
:?*c:o^``::ồ
:?*c:O^,::Ổ
:?*c:o^,::ổ
:?*c:O-^::Ō̂
:?*c:o-^::ō̂
:?*c:O^~::Ỗ
:?*c:o^~::ỗ
:?*c:O^.::Ộ
:?*c:o^.::ộ

; -- P --
;
:?*c:P!!::Þ
:?*c:p!!::þ
:?*c:P..::P̈
:?*c:p..::p̈
:?*c:P;-::P̄
:?*c:p;-::p̄
:?*c:P;_::P̱
:?*c:p;_::p̱
:?*c:p~^::P̌
:?*c:P~^::p̌
:?*c:P:^::P̆
:?*c:p:^::p̆

; -- Q --
;  
:?*c:Q..::Q̈
:?*c:q..::q̈
:?*c:Q:.:: Q̣̈
:?*c:q:.:: q̣̈
:?*c:Q!!::Q̊
:?*c:q!!::q̊
:?*c:Q;-::Q̄
:?*c:q;-::q̄
:?*c:Q~^::Q̌
:?*c:q~^::q̌

; -- R --
; R̥r̥ R̥̄ r̥̄ Ř̩ř̩ R̭r̭
:?*c:R~``::Ŕ
:?*c:r~``::ŕ
:?*c:R~^::Ř
:?*c:r~^::ř
:?*c:R;,::Ŗ
:?*c:r;,::ŗ
:?*c:R;_::Ṟ
:?*c:r;_::ṟ
:?*c:R-.::Ṝ
:?*c:r-.::ṝ
:?*c:R:"::Ȑ
:?*c:r:"::ȑ
:?*c:R:^::R̆
:?*c:r:^::r̆
:?*c:R~^::Ř
:?*c:r~^::ř
:?*c:R;^::Ȓ
:?*c:r;^::ȓ
:?*c:R^^::R̂
:?*c:r^^::r̂

; -- S --
; S̥s̥ ẞ̌ ß̌ Ṧṧ ẞ̂ ß̂ Ʃ̂ʃ̂
:?*c:S~``::Ś
:?*c:s~``::ś
:?*c:S~^::Š
:?*c:s~^::š
:?*c:S,,::Ş
:?*c:s,,::ş
:?*c:SZ::::ẞ
:?*c:sz::::ß
:?*c:SS::::ẞ ;
:?*c:ss::::ß ;
:?*c:S..::S̈
:?*c:s..::s̈
:?*c:S!!::S̊
:?*c:s!!::s̊
:?*c:S;-::S̄
:?*c:s;-::s̄
:?*c:S;_::S̱
:?*c:s;_::s̱
:?*c:S~^::Š
:?*c:s~^::š
:?*c:S^^::Ŝ
:?*c:s^^::ŝ

; -- T --
; Ṱṱ
:?*c:T~^::Ť
:?*c:t~^::ť
:?*c:t;'::ť ;
:?*c:T,,::Ţ
:?*c:t,,::ţ
:?*c:T;,::Ț
:?*c:t;,::ț
:?*c:T:-::Ŧ
:?*c:t:-::ŧ
:?*c:T..::T̈
:?*c:t..::ẗ
:?*c:T:^::T̆
:?*c:t:^::t̆
:?*c:T;-::T̄
:?*c:t;-::t̄
:?*c:T;_::Ṯ
:?*c:t;_::ṯ

; -- U --
; Ǘǘ Ǚǚ Ṳṳ ᴞ Ů́ů Ů̃ů̃ Ũ̊ũ̊ Ū̊ū̊ Ū́ū́ Ǚǚ Ṷṷ
:?*c:U````::Ù
:?*c:u````::ù
:?*c:U~``::Ú
:?*c:u~``::ú
:?*c:U^^::Û
:?*c:u^^::û
:?*c:U~~::Ũ
:?*c:u~~::ũ
:?*c:U..::Ü
:?*c:u..::ü
:?*c:U;"::Ű
:?*c:u;"::ű
:?*c:U!!::Ů
:?*c:u!!::ů
:?*c:U;-::Ū
:?*c:u;-::ū
:?*c:U:^::Ŭ
:?*c:u:^::ŭ
:?*c:U~,::Ų
:?*c:u~,::ų
:?*c:U:``::Ǜ
:?*c:u:``::ǜ
:?*c:U-:::Ṻ
:?*c:u-:::ṻ
:?*c:U;-::Ū
:?*c:u;-::ū
:?*c:U-``::Ū̀
:?*c:u-``::ū̀
:?*c:U-^::Ū̂
:?*c:u-^::ū̂
:?*c:U-~::Ū̃
:?*c:u-~::ū̃
:?*c:U.-::U̇̄
:?*c:u.-::u̇̄
:?*c:U:-::Ǖ
:?*c:u:-::ǖ
:?*c:U-:::Ṻ
:?*c:u-:::ṻ
:?*c:U;_::U̱
:?*c:u;_::u̱
:?*c:U;"::Ű
:?*c:u;"::ű
:?*c:U:"::Ȕ
:?*c:u:"::ȕ
:?*c:U:^::Ŭ
:?*c:u:^::ŭ
:?*c:U~^::Ǔ
:?*c:u~^::ǔ
:?*c:U;^::Ȗ
:?*c:u;^::ȗ
:?*c:U^^::Û
:?*c:u^^::û
:?*c:U-^::Ū̂
:?*c:u-^::ū̂

; -- V --
; 
:?*c:V..::V̈
:?*c:v..::v̈
:?*c:V!!::V̊
:?*c:v!!::v̊
:?*c:V;-::V̄
:?*c:v;-::v̄
:?*c:V:^::V̆
:?*c:v:^::v̆
:?*c:V~^::V̌
:?*c:v~^::v̌
:?*c:V^^::V̂
:?*c:v^^::v̂
:?*c:V:"::Ѷ
:?*c:v:"::ѷ

; -- W --
;
:?*c:W^^::Ŵ
:?*c:w^^::ŵ
:?*c:W..::Ẅ
:?*c:w..::ẅ
:?*c:W!!::W̊
:?*c:w!!::ẘ
:?*c:W;-::W̄
:?*c:w;-::w̄
:?*c:W~^::W̌
:?*c:w~^::w̌
:?*c:W^^::Ŵ
:?*c:w^^::ŵ

; -- X --
;
:?*c:X..::Ẍ
:?*c:x..::ẍ
:?*c:X!!::X̊
:?*c:x!!::x̊
:?*c:X;-::X̄
:?*c:x;-::x̄
:?*c:X;_::X̱
:?*c:x;_::x̱
:?*c:X:^::X̆
:?*c:x:^::x̆
:?*c:X~^::X̌
:?*c:x~^::x̌
:?*c:X^^::X̂
:?*c:x^^::x̂

; -- Y --
; Ȳ́ȳ́ Ȳ̀ȳ̀ 
:?*c:Y~``::Ý
:?*c:y~``::ý
:?*c:Y^^::Ŷ
:?*c:y^^::ŷ
:?*c:Y..::Ÿ
:?*c:y..::ÿ
:?*c:Y;"::Ӳ
:?*c:y;"::ӳ
:?*c:Y;-::Ȳ
:?*c:y;-::ȳ
:?*c:Y!!::Y̊
:?*c:y!!::ẙ
:?*c:Y-^::Ȳ̂
:?*c:y-^::ȳ̂
:?*c:Y;_::Y̱
:?*c:y;_::y̱
:?*c:Y:^::Y̆
:?*c:y:^::y̆
:?*c:Y~^::Y̌
:?*c:y~^::y̌
:?*c:Y^^::Ŷ
:?*c:y^^::ŷ
:?*c:Y-^::Ȳ̂
:?*c:y-^::ȳ̂

; -- Z --
;
:?*c:Z~``::Ź
:?*c:z~``::ź
:?*c:Z~^::Ž
:?*c:z~^::ž
:?*c:Z;.::Ż
:?*c:z;.::ż
:?*c:Z..::Z̈
:?*c:z..::z̈
:?*c:Z;-::Z̄
:?*c:z;-::z̄ 
:?*c:Z;_::Ẕ
:?*c:z;_::ẕ
:?*c:Z~^::Ž
:?*c:z~^::ž
:?*c:Z^^::Ẑ
:?*c:z^^::ẑ

; BASIC SETTINGS
; --------------
; Currency
!+E::€
!+2::₠
!+Y::¥
!+#::£
!+4::¢
!+B::฿ 
!+L::₺

; Expo
!`::ⁿ
!1::¹
!2::²
!3::³
!4::⁴
!5::⁵
!6::⁶
!7::⁷
!8::⁸
!9::⁹
!0::⁰
!+a::ª
!+o::º

; Marks
!+!::¡
!+?::¿
!+7::§
!;::·  
!+;::• ; (DE)
![::„ ; (DE)
!]::” ; (DE ES)
!+{::‚ ; (DE)
!+}::‘ ; (DE)
!'::“
!+"::ʼ
!+<::«
!+>::»
!+(::‹
!+)::›

; Division
:*:1/4!!::¼ 
:*:1/2!!::½
:*:3/4!!::¾
:*:1/3!!::⅓
:*:2/3!!::⅔
:*:1/8!!::⅛
:*:3/8!!::⅜
:*:5/8!!::⅝
:*:7/8!!::⅞
:*:1/5!!::⅕
:*:2/5!!::⅖
:*:3/5!!::⅗
:*:4/5!!::⅘
:*:1/6!!::⅙
:*:5/6!!::⅚

; Others
!+C::©
!+R::®
!+T::™
!+~::°
!+*::∞
!+%::‰
!+^::‱
!-::– ; (DE)
!+_::¯
!=::≠
!++::±
!+|::¦
!\::␣
!+N::№
:?*c:...::…

; Numpad
!NumpadDiv::÷
!NumpadMult::×